{
  "data": {
    "title": "Capítulo 1 — Prólogo",
    "slug": "capitulo-1-prologo",
    "excerpt": "Da Centelha Eterna nasce a Mana e os planos do existir; uma criança marcada pelo destino desperta a atenção de reinos e recusa tronos para seguir sua própria jornada.",
    "content": "<h2>Prólogo</h2><p>No princípio não havia forma, nem som, nem tempo. Havia apenas o <strong>Inominado</strong>, um silêncio tão profundo que nem mesmo o vazio ousava mover-se dentro dele.</p><p>E desse silêncio, como um suspiro inevitável, rompeu-se a <strong>Centelha Eterna</strong>.</p><p>Não era fogo, nem luz, muito menos sombra. Era apenas o estremecer do que não podia ser, tornando-se.</p><p>Da Centelha brotou a <strong>Mana</strong>, e a Mana se espalhou como véu infinito, separando o existir do não existir.</p><p>E quando ela se expandiu, ergueram-se os planos que sustentariam tudo. No mais alto, a <strong>Vastidão Aethir</strong>, um oceano sem margens, onde a Mana permanecia pura, inesgotável, uma fonte que jamais se extinguiria.</p><p>Entrelaçada em seu desdobrar, surgiu a <strong>Trama de Veyra</strong>, onde fios invisíveis costuraram tempo e espaço, dando forma ao fluxo das eras.</p><p>E abaixo, por fim, nasceu o plano em que a matéria respiraria: as pedras e mares, os céus e abismos, moldados como ecos distantes da Centelha.</p><p>Mas a criação não se sustentava sozinha.</p><p>Da própria Mana fragmentaram-se presenças sem nome, guardiãs abstratas que mantinham o equilíbrio. Eram o <strong>tempo que corria</strong>, a <strong>memória que guardava</strong>, o <strong>silêncio que contornava</strong> e a <strong>vontade que movia</strong>.</p><p>Não possuíam carne, nem voz, nem forma, mas eram pilares invisíveis que impediam o cosmos de se despedaçar de volta ao nada.</p><p>Assim o universo respirou pela primeira vez. E cada estrela que brilhou era uma fagulha da Centelha.</p><p>A mana sempre esteve presente, fluindo pela Terra como um rio invisível, movendo tudo das folhas ao vento, e até mesmo as montanhas imponentes. Humanos? Estavam alheios à sua existência, vivendo sem perceber o poder que moldava o mundo.</p><p>Até que. Em uma pequena e isolada aldeia, uma criança veio ao mundo. Sua chegada foi recebida em silêncio e sem choros, sem exclamações. Ele abriu os olhos com calma e se levantou sem emitir som, como se contemplasse algo invisível a todos os outros.</p><p>A partir daquele momento, o destino já o havia marcado. O mundo, que para os demais parecia imóvel, respondia à sua presença. A mana, indiferente a todos antes dele, agora fluía, escolhendo-o como seu receptáculo.</p><p>Mesmo ainda menino, havia algo incomum nele. Enquanto outras crianças brincavam sem preocupações, ele fitava o céu e os rios, como se percebesse algo invisível aos demais. Seus pais, humildes lavradores, achavam estranho, mas escolheram não interferir.</p><p>Quando completou sete anos, um inverno rigoroso trouxe um acontecimento extraordinário. Ao tocar em uma árvore seca, em um instante, folhas verdes brotaram, como se a primavera tivesse chegado antes do tempo e sem que uma única palavra fosse dita a ninguém.</p><p>Naquele momento, ele compreendeu. A mana não apenas estava presente ao seu redor, ela o respondia.</p><p>Sem mestres ou guias, partiu para descobrir suas habilidades por conta própria. Aos dezesseis anos, já dominava a terra e a água, e até conversava com os ventos. Mas tamanho poder trazia consigo um fardo pesado.</p><p>Foi em uma noite tempestuosa que suas habilidades se tornaram conhecidas ao mundo. A noite começara como qualquer outra. As pessoas se reuniam nas tavernas, o riso preenchia o ar, enquanto crianças brincavam em volta das casas de madeira. Um vento suave trazia o cheiro de chuva.</p><p>— Parece que vai chover forte — disse um homem, olhando o horizonte escurecer.</p><p>As nuvens se formaram rapidamente, mais depressa que o normal. O ar tornou-se pesado, carregado de umidade e tensão. Relâmpagos rasgaram o céu, seguidos por trovões distantes.</p><p>— Esta tempestade parece mais forte do que o normal — comentou uma mulher, puxando os filhos para dentro de casa.</p><p>O vento se ergueu de repente. Portas bateram, telhas voaram, e a chuva caiu em torrentes. Em poucos minutos, a aldeia estava em caos.</p><p>— Fechem tudo! — gritou um dos anciãos, lutando para segurar sua porta.</p><p>O vento se tornou tão forte que mal se conseguia ficar de pé. A tempestade rugia como uma besta selvagem, ameaçando derrubar casas e arrancar árvores.</p><p>— Isso não é natural! — alguém berrou, quase abafado pelos uivos do vento.</p><p>As pessoas corriam em busca de abrigo, olhos arregalados de medo. A aldeia jamais havia presenciado algo parecido. Alguns começaram a rezar, outros se encolheram em silêncio, esperando pelo pior.</p><p>Então, em meio ao caos, alguém o avistou.</p><p>— O quê?! — apontou uma mulher.</p><p>Ele estava em pé, no centro da praça, calmo, imóvel diante da tempestade, como se nada estivesse acontecendo.</p><p>— O que ele está fazendo? — gritou um homem, incrédulo.</p><p>O vento girava ao redor dele, mas não o tocava. Deu um passo à frente, depois outro. A chuva, pesada e implacável, parecia evitar seu corpo.</p><p>— Ele vai morrer aí fora! — exclamou uma voz no meio da multidão.</p><p>Então, algo extraordinário aconteceu. Ele ergueu a mão e, por um momento, o vento cessou. A chuva parou. Um silêncio absoluto cobriu tudo.</p><p>As pessoas saíram de suas casas, incrédulas, olhando para o céu que lentamente se abria. As nuvens escuras desapareceram, os relâmpagos sumiram, e o rugido da tempestade foi substituído por uma quietude profunda e estranha.</p><p>— Ele... ele parou a tempestade — sussurrou uma mulher, ainda tentando entender o que acabara de testemunhar.</p><p>— Como...? — murmurou um jovem, fitando o céu agora estrelado.</p><p>A aldeia inteira permanecia em choque, encarando a figura solitária na praça. O menino que sempre fora diferente havia acalmado a fúria da natureza com um único gesto.</p><p>A partir daquele momento, ele já não era mais apenas o estranho da aldeia. Monarcas poderosos enviaram mensageiros às pressas. Eles chegaram com promessas de riquezas inimagináveis, castelos e até tronos. Cada reino desejava reivindicar o jovem, ansioso para usar seu poder em guerras ou conquistas.</p><p>Um humano, sem sangue nobre, possuindo um poder reservado a deuses e criaturas lendárias, era uma oportunidade rara.</p><p>— Se ele servir ao nosso reino, seremos invencíveis! — cochichavam conselheiros nas cortes, acreditando que poderiam dobrar a magia à sua vontade.</p><p>Mas ele recusou. Cada mensageiro que trazia ouro e glória partia com a mesma resposta. Não era controle que buscava.</p><p>Riqueza e dominação nada significavam para ele. Sua jornada não era para satisfazer a ambição dos reis.</p><p>A cada dia, seu domínio sobre a mana crescia. E assim, partiu. Deixou para trás sua aldeia, sua vida simples, e aventurou-se em terras onde poucos humanos ousavam pisar.</p><p>Sua busca o levou a lugares esquecidos, jamais registrados pela humanidade.</p><p>Caminhou por florestas ancestrais onde elfos guardavam conhecimentos esquecidos.</p><p>Andou pelos desertos escaldantes de <strong>Karang-Thûl</strong>, onde apenas os mais resistentes ousavam sobreviver sob o sol que queimava até a sombra. As dunas moviam-se como mares de fogo, e as torres de basalto negro erguiam-se como colossos caídos dos céus.</p><p>Foi ali, entre areia e silêncio, que ergueu os primeiros alicerces da <strong>lendária cidade abençoada</strong>, um refúgio impossível que floresceu onde tudo deveria morrer.</p><p>Viu também os cânions rubros de <strong>Akeli</strong>, onde o vento cantava como coros de deuses esquecidos.</p><p>Navegou por entre as ilhas de <strong>Aquarius</strong>, onde as águas cintilavam em noites sem lua, como se o oceano revelasse aos escolhidos as estrelas que jaziam sob sua superfície.</p><p>Logo, outras raças notaram aquele humano singular. Para os elfos, guardiões da sabedoria antiga, era inconcebível que um simples homem dominasse a mana com tal maestria.</p><p>Entre os dragões, criaturas talvez mais antigas que a própria Terra, o espanto foi ainda maior.</p><p>— Um humano dominando a mana? — ecoavam os anciãos, mergulhados em descrença.</p><p>Alguns o temiam. Outros ansiavam por vê-lo com seus próprios olhos.</p><p>Encontrou elfos sábios que lhe revelaram os mistérios da natureza, mostrando textos tão antigos que se desfaziam em pó ao toque. Encontrou anões que falavam das profundezas da terra e da mana que fluía pelos minerais mais antigos.</p><p>Mas foi ao conversar com dragões que sua compreensão da mana realmente se aprofundou.</p><p>Suas vozes, como trovões distantes, reverberam no ar enquanto o observavam com uma mistura de respeito e cautela. Eram seres tão antigos e poderosos quanto o próprio mundo, e nele reconheceram uma força incomum.</p><p>Foi então que ele percebeu que seu destino não era apenas dominar a mana. Ele precisava ensinar a humanidade a se reconectar com ela, a viver em equilíbrio com essa força vasta e mal compreendida.</p><p>Seu nome espalhou-se por terras distantes. Ele ensinou reis, camponeses, guerreiros e estudiosos. Suas lições transformavam aqueles que o escutavam.</p><p>Seu poder transcendia raças e culturas, e até os que antes duvidavam passaram a reverenciá-lo como uma lenda viva.</p><p>Ainda assim, algo o inquietava. Apesar de todo conhecimento adquirido, um mistério mais profundo lhe escapava. Em suas viagens, perguntava-se frequentemente por que os humanos, dentre todas as raças, eram os mais desconectados da mana.</p><p>Parecia haver uma barreira, algo que os impedia de liberar todo seu potencial mágico.</p><p>Aos poucos, passou a suspeitar de que aquilo não era apenas uma limitação humana. Havia algo mais em jogo.</p><p>Algo tão antigo quanto o universo havia selado a magia da humanidade, temendo o que eles poderiam se tornar caso alcançassem o <strong>Limiar</strong>.</p><p>E foi esse medo que selou o futuro da humanidade.</p><p>O confronto foi apocalíptico. As terras tremeram, os céus se partiram, e as estrelas pareciam vacilar.</p><p>Mas, no fim, ele foi confinado. Seu poder arrancado da existência, aprisionado em um reino além do alcance do tempo.</p><p>Um milênio se passou. O nome Aslam, outrora venerado, desbotou em mito.</p><p>A humanidade esqueceu sua história, mas vestígios de seu herói lendário sobreviveram em sussurros ao redor das fogueiras e nas histórias transmitidas através das eras.</p><p>O nome Aslam Radianthe.</p>",
    "chapterNumber": 1,
    "arcNumber": 1,
    "arcTitle": "O Limiar",
    "readingTime": 14,
    "publishedAt": "${PUBLISHED_AT_1}",
    "imageUrl": "/FinalMap.png"
  },
  "translations": null
}
